{
    "1": {
        "text": [
            "Release to be presented at MWC 2024 in Barcelona featuring enhanced data Ownership & Control.\n",
            "Enhanced SRM (Sharekey Rights Management)\nEnsure \"View Only\" data sharing with no screenshots, downloads, resharing, or printing for top confidentiality and security.\n",
            "Enhanced Share Extension\nShare content from other apps directly to SHAREKEY with integrated SRM Rights, protecting your shared content under specified conditions.\n\nElevate your data privacy & sharing capabilities.\n"
        ]
    },
    "2": {
        "text": [
            "Redesigned Action Sheets: Now, simply long-press on any message, an Action Sheet slides up from the bottom of the screen, displaying ALL relevant options and enabling you to easily execute the desired actions.\n",
            "Redesigned Profile: It is now easier to view and copy the 'KEY' of any Member.\n",
            "Major software upgrade (libraries and SDK).\n",
            "Bug fixes & other improvements.\n"
        ]
    },
    "4": {
        "text": [
            "PDF Annotations received can now be viewed in your mobile app, and you can select which ones to see by Sender.\n",
            "Push Notifications received by your Contacts are updated immediately when you Edit or Delete a message, ensuring there are no privacy breaches.\n",
            "Push Notifications are now bundled and received in a summary by Direct / Channels.\n",
            "Other improvements and bug fixes.\n"
        ]
    },
    "5": {
        "text": [
            "Enhanced Share Extension : various cases added to easily share links & content from various apps into SHAREKEY.\n",
            "Enhanced Cybersecurity Features.\n",
            "Bug fixes & other improvements.\n"
        ]
    },
    "6": {
        "text": [
            "Auto-Logout: You can now set a timer from 1 week to 24 months as a security measure to control when you will be automatically logged out of your Sharekey account, starting from the date of your last activity. The default timer is now set to 6 months (previously 3 months).\n",
            "Channel: A dedicated system message now displays the old and new Channel names when a Channel is renamed.\n",
            "Bug Fixes & Improvements: Various bug fixes and other improvements have been made to enhance your experience.\n"
        ]
    },
    "7": {
        "text": [
            "Bug Fixes & Improvements related to Auto Logout and Profile Photo of Direct and Channels (also called Avatars).\n"
        ]
    },
    "8": {
        "ios": {
            "text": [
                "Sign In with Passkey: add in Settings a secure alternative to Email login using Passkey as Two-Factor Authentication (2FA) with options like fingerprint, password manager and security key.\n",
                "Channel Management: assign Managers as delegates to add/remove Members and manage Channel descriptions.\n",
                "Co-Editable Message: make your message editable by other selected Members. Just long tap on your message and select « Make Editable ».\n",
                "Company View in \"People\": find easily & connect with all Company employees. Filter based on email addresses.\n",
                "Unshare Items: from Directs, Channels and Shared Media — without deleting them from your storage.\n",
                "External Link: you can now also set a shared link as \"View-only\", preventing downloads of Images, Videos, PDFs and Folders.\n",
                "Bug Fixes & UI/UX Improvements across the app.\n"
            ]
        },
        "android": {
            "text": [
                "Sign In with Passkey for secure 2FA (fingerprint, security key,...). ",
                "Channel Management: assign delegates to manage a Channel.\n",
                "Co-Editable Messages: allow selected Members to co-edit your message.\n",
                "Company View in \"People\" added for easy connections.\n",
                "Unshare items without deleting them.\n",
                "External Link sharing now offers \"View-only\" mode.\n",
                "Share Extension: Improved UX.\n",
                "App opening: 35% faster.\n",
                "Bug fixes & UI/UX enhancements.\n"
            ]
        }
    },
    "9": {
        "text": [
            "MAJOR Feature: Sharekey Introduces “OnPrem” Mode.\nThe new Data Residency Switcher (on Sign In screen) allows to choose between an On-Premise server (self hosted) or Sharekey’s secure Cloud in Switzerland (Zurich).\n",
            "Storage Indicator in Settings: SHAREKEY now offers 50MB of free storage for solo professionals or teams (up to 5), available for 1 year.\n",
            "Improved Performance: Enhanced account sync & loading speed.\n",
            "WebRTC library (video calls): Upgraded for improved stability.\n",
            "Bug fixes & UI/UX enhancements.\n"
        ]
    }
}