{
    "1": {
        "text": [
            "Visio Conferencing: Major UX/UI improvements across all platforms, including Join/Leave/Rejoin calls, use app and Return to calls, Zoom on shared screens, Horizontal mode, memorise visio backgrounds.\n",
            "Parallel Calls: Ability to run multiple calls simultaneously using ONE single account on different devices.\n",
            "Message Co-Edition with attachments.\n",
            "Uploads: Attach up to 30 items per message.\n",
            "Bold Text: Use ** before and after text to highlight it as bold.\n",
            "Bug Fixes & Other Improvements.\n"
        ]
    },
    "2": {
        "text": [
            "View-Only Sharing with Watermarks on Images & PDFs: Major feature preventing picture-taking on highly confidential items. Screenshots are already disabled.\n",
            "Privately share your Secret Phrase with an IT Administrator during Sign Up or when required: 1st step toward the upcoming Admin Console.\n",
            "Bug Fixes & Other UX/UI Improvements.\n"
        ]
    },
    "3": {
        "text": [
            "Enhanced Share Extension : Easily share Images & PDFs in View-Only mode with Watermarks — from various apps into SHAREKEY. Major feature preventing picture-taking on highly confidential items. Screenshots are already disabled.\n",
            "Bug Fixes & Other UX/UI Improvements.\n"
        ]
    },
    "4": {
        "text": [
            "Broadcast Channel: Major feature for sharing content with a large audience. Members can no longer send messages and start group calls. Classic Channels can be converted into Broadcast Channels, and vice versa.\n",
            "Reader Mode in Channel: Display only the essentials and focus on what matters (see Channel Settings).\n",
            "Dividers & Quotes: Improve your communications by adding visual separators & quoted text.\n",
            "Data Residency / On-Premise Switcher on Sign-In Screen: Allow Sharekey rollout in new European countries (coming soon).\n",
            "Bug Fixes & Other UX/UI Improvements.\n"
        ]
    },
    "5": {
        "text": [
            "Reader Mode : Added to Directs.\n",
            "External Links : Apply custom watermark for enhanced privacy.\n",
            "Grant Access All : Added in Item Info.\n",
            "Company and Discover : Filter your Contacts.\n",
            "Italic Messages: Use * before & after text to highlight it as ITALIC.\n",
            "Multiple UI changes (buttons, fonts, modals).\n",
            "Data Residency : Added UI elements when app hosted in other countries (being rolled out)\n",
            "Bug fixes & other improvements.\n",
            "Major Software Upgrade (libraries & SDK) enhancing overall security.\n"
        ]
    },
    "6": {
        "text": [
            "Channel: Add Members to a Channel at any point in its history (now or past date).\n",
            "Channel Info: Connect directly with other Members. \n",
            "Reshare your own messages to other Members or Channels. \n",
            "Visioconference: Enhanced Green Frame sensitivity & noise filtering. \n",
            "Company / Discover: Show or hide your Contacts preference is now remembered across devices.\n",
            "App \"Securing...\": Improved overall performance.\n",
            "UX/UI: General improvements across the entire app.\n",
            "Bugs: Miscellaneous fixes.\n"
        ]
    },
    "7": {
        "android": {
            "text": [
                "UX/UI improvements across the entire app (Calls, Chats, Co-editing, Roles & Watermarks).\n",
                "Smoother network connections.\n",
                "Clearer encrypted video & audio calls.\n",
                "Samsung Z Fold: UI fixes & improved visuals.\n",
                "Bugs: Miscellaneous fixes.\n"
            ]
        },
        "ios": {
            "text": [
                "UX/UI improvements across the entire app (Calls, Chats, Co-editing, Roles & Watermarks).\n",
                "Smoother network connections.\n",
                "Clearer encrypted video & audio calls.\n",
                "Bugs: Miscellaneous fixes.\n"
            ]
        }
    }
}

